;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' =‘
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = ZityiSoft
; Translation Author Email = zityisoft@gmail.com
; Soft Version = 7.91
;
[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=Ok
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü

[Translation]
;
; Reading habits
; 
ReadHabit = Left-to-right
;
;Font and Charset
;
LanguageName = HUN
LangCode=040e
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Információ
Warning = Figyelmeztetés
Error = Hiba
Confirm = Megerősítés
;
; Main GUI
;
FrmWRC.btnregclean.caption=Rendszerleíró tisztító
FrmWRC.btnadv.caption=Rendszerhangolás
FrmWRC.btnsilm.caption=Töredezettségmentesítő
FrmWRC.btnrestore.caption=Visszaállítás
FrmWRC.btnsettings.caption=Opciók
FrmWRC.btnlikeit.caption=Tetszik
FrmWRC.btnsuggest.caption=Javaslat és visszajelzés
FrmWRC.WiseSimpleButton1.caption=Mentés
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=Mind kijelöli
FrmRegClean.btnre.caption=Ajánlott
FrmRegClean.btnnone.caption=Nincs kijelölés
FrmRegClean.btnCustom.caption=Egyéni terület
FrmRegClean.WiseLabel1.caption=Ütemező
FrmRegClean.lbltype.caption=Futtatás típusa:
FrmRegClean.lblweek.caption=Futtatás napja:
FrmRegClean.lbltime.caption=Időpont:
FrmRegClean.btnScan.caption=Vizsgálat indítása
FrmRegClean.btncancel.caption=Mégse
FrmRegClean.btnrescan.caption=Újravizsgál
FrmRegClean.lblstat.caption=Eddig nem volt végrehajtva rendszerleíró tisztítás. Egy azonnali tisztítás javasolt!
FrmRegClean.vtrc.Columns[0]=Adat
FrmRegClean.vtrc.Columns[1]=Rendszerleíró kulcs
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimalizálás
FrmOptimizer.btnnone.caption=Nincs kijelölés
FrmOptimizer.btnall.caption=Mind kijelöli
FrmOptimizer.btnDefault.caption=Alapértelmezett
FrmOptimizer.lblrecommendinfo.caption=Kérjük, próbálja ki a wisecleaner.com oldalon elérhető további termékeinket!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=A Wise PC Engineer számtalan fontos PC-s rendszerleíró, lemez és egyéb rendszer segédprogramot tartalmaz. Könnyen használható és hatékony!
FrmOptimizer.lblwdcinfo.caption=A Wise Registry Cleaner az egyik vezető Windows operációs rendszerre tervezett, ingyenes rendszerleíró tisztító. Gyors, alapos és biztonságos!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Szeretne további Windows teljesítményjavulást?
Frmoptimizer.lblinfoex.caption=Rendszerhangolással javítható a hálózat, a Windows sebesség és stabilizálható a rendszer.
FrmOptimizer.btnoptimize.caption=Optimalizálás
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=A rendszerleíró töredezettségmentesítéssel a PC gyorsabban és stabilabban futtatható.
FrmRegDefragger.lblstat.caption=Még nem töredezettségmentesítette a rendszerleírót. Egy azonnali töredezettségmentesítés javasolt!
FrmRegDefragger.btndefrag.caption=Töredezettségmentesítés
FrmRegDefragger.lblinfo1.caption=1. Javasoljuk, hogy a funkció futtatása előtt zárjon be minden más alkalmazást.
FrmRegDefragger.lblinfo2.caption=2. Az elemzés közben a rendszer, lehet, hogy nem fog reagálni.
FrmRegDefragger.lblinfo3.caption=3. A számítógép újra fog indulni a rendszerleíró töredezettségmentesítésének befejezése után.
FrmRegDefragger.lblinfo4.caption=4. Kérjük, ne szakítsa meg a a rendszerleíró töredezettségmentesítését, mivel az ismeretlen következményekkel járhat.
FrmRegDefragger.vtdefrag.Columns[0]=Struktúra neve
FrmRegDefragger.vtdefrag.Columns[1]=Jelenlegi méret
FrmRegDefragger.vtdefrag.Columns[2]=Új méret
FrmRegDefragger.vtdefrag.Columns[3]=Redundancia arány
FrmRegDefragger.btnAnalysis.caption=Elemzés
;
; Custom scan areas
;
Frmcustom.caption=Egyéni terület
Frmcustom.btnre.caption=Ajánlott
Frmcustom.btnall.caption=Mind kijelöli
Frmcustom.btnnone.caption=Nincs kijelölés
Frmcustom.btncancel.caption=Mégse
Frmcustom.btnok.caption=Ok
;
; About Window
;
FrmAbout.lblver.caption=Jelenlegi verzió:
FrmAbout.lblemail.caption=Email:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Köszönjük a következő személyek közreműködését:
FrmAboutWin.caption=Névjegy
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmSettings.caption=Beállítások
FrmSettings.tsCommon.caption=Általános
FrmGeneral.chkexp.caption=Csatlakozzon a felhasználói élmény fokozása programhoz
FrmGeneral.lblexp.caption=Részletek
FrmSettings.tsAutoRun.caption=Futtatás
FrmSettings.tsExclusion.caption=Kizárások
FrmSettings.btnrestore.caption=Névjegy
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Mégse
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=A 'Tisztítás-1-kattintásra' ikon létrehozása és elhelyezése az asztalon
FrmAutorunSettings.lblcmd.caption=Parancssori mód
FrmAutorunSettings.lblcmdinfo.caption=A programot parancssorból is futtathatja, automatikusan megvizsgálhatja és megtisztíthatja a rendszerleírót. További információkért, nyomja meg az F1 gombot vagy kattintson a következő hivatkozásra a súgó dokumentum megtekintéséhez.
FrmAutorunSettings.btnhelp.caption=Online súgó
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Kulcsszó hozzáadása
FrmExclusion.btnExport.caption=Exportálás
FrmExclusion.btnRemove.caption=Eltávolítás
FrmExclusion.btnimport.caption=Importálás
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Mégse
;
; General Settings
;
FrmGeneral.chkNews.caption=Hírlevelek fogadása
FrmGeneral.chkbackup.caption=Tisztítás elött a rendszerleíró automatikus mentése
FrmGeneral.WiseLabel1.caption=Frissítések:
FrmGeneral.WiseLabel2.caption=Nyelv:
FrmGeneral.btnchecknew.caption=Ellenőrzés
FrmGeneral.lbtran.caption=Fordítás...
FrmGeneral.lblscanmode.caption=Rendszerleíró vizsgálati mód:
FrmGeneral.rdnormal.caption=Normál  (ajánlott)
FrmGeneral.rdssafe.caption=Csak biztonságos (csak a "Biztonságos" bejegyzések megjelenítése)
FrmGeneral.rddeep.caption=Mélyvizsgálat (Átfogó vizsgálati mód haladó felhasználók számára)
;
; Backup and Restore
;
Frm_br.btncancel.caption=Mégse
FrmBackup.caption=Biztonsági mentés
FrmBackup.btnreg.caption=Teljes rendszerleíró mentés készítése
FrmBackup.btnsys.caption=Rendszer-visszaállítási pont létrehozása
FrmRestore.caption=Visszaállítási központ
FrmRestore.btnRegBk.caption=Rendszerleíró mentés
FrmRestore.btnSysBK.caption=Rendszer-visszaállítás
FrmRestore.btnclose.caption=Bezárás
FrmRestore.btnrestore.caption=Visszaállítás
FrmRestore.btnremove.caption=Eltávolítás
;
; Update
;
frmupdate.caption=Szoftverfrissítés
;
; Popup Menus
;
pmHelp=Online súgó
pmforum=Fórum
pmHome=Weboldal
pmContact=Elérhetőségünk
pmCheckNew=Frrissítések ellenőrzése
pmLang=Nyelv kiválasztása
pmSkin=Felszín kiválasztása
pmAbout=Névjegy
pmIgnore=Az elem kihagyása
pmrec=A biztonságos bejegyzések kijelölése	
pmAll1=Mind kijelöli
pmNone=Nincs kijelölés
pmGo=Megnyitás a rendszerleíróban...
pmExport=Exportálás ...
pmPortable=Portable verzió létrehozása
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Ha kedveli a Wise Disk Cleaner programot, kérjük, ismertesse meg ezt az ingyenes eszközt kedvesével.
FrmlikeUs.lblInfo.caption=Kérjük, ossza meg a Wise Disk Cleaner programot a családjával, barátaival, osztálytársaival és kollégáival email-ben, blogon, Twitter-en, Youtube-on, Facebook-on, stb.. Remek! Ezzel kényelmessé és eredményessé teheti az életüket.
FrmlikeUs.lblRate.caption=Wise Disk Cleaner értékelés:
FrmlikeUs.lblfollow.caption=Kövessen minket:
FrmlikeUs.lblshare.caption=Wise Disk Cleaner megosztása:
FrmlikeUs.btndownload.caption=Ingyenes letöltés
FrmlikeUs.imgrate.hint=Jutalmazzon minket 5 csillaggal
FrmlikeUs.imgmail.hint=Ossza meg barátaival
FrmlikeUs.imgface1.hint=Ossza meg a facebook-on
FrmlikeUs.imgface2.hint=Kövessen minket a facebook-on
FrmlikeUs.imgtwitter1.hint=Ossza meg a twitter-en
FrmlikeUs.imgtwitter2.hint=Kövessen minket a twitter-en
FrmlikeUs.Caption=Tetszik
FrmlikeUs.lbldownload.caption=További freeware termékek letöltése a WiseCleaner.com oldalról

;
; DefProcess
;
FrmProcess.Caption=Rendszerleíró elemzés
FrmProcess.lblwait.caption=Elemzés...
FrmProcess.lblinfo.caption=A számítógép néhány másodpercig nem fog reagálni.
FrmProcess.lblwait.caption=Elemzés, kis türelmet...

[Message]
RegeditorLocked=A rendszerleíró blokkolva van. A biztonsági mentés/visszaállítás funkció használatához rendszerleíró hozzáférés szükséges. Feloldja a rendszerleíró blokkolását?
failtounLock=Nem sikerült feloldani a rendszerleírót. Lehet, hogy további engedély szükséges a jelenlegi művelet megvalósításához.
Total=Összes
DefragRate=Ez segíthet csökkenteni az adatbázis méretét %s.
SuggestDefrag=Egy azonnali rendszerleíró töredezettségmentesítés ajánlott.
SuggestIgnore=A rendszerleíró jelentősen nem töredezett, ezért kérjük, hogy ezt a következő alkalommal töredezettségmentesítse.
TypeNoError=Tisztítás
NeverClean=Még nem volt végrehajtva rendszerleíró tisztítás. Egy azonnali tisztítás javasolt!
AdviseClean=A rendszeres rendszerleíró tisztitással a PC gyorsabban és biztonságosabban futtatható.
DupItem=Ez az elem már szerepel a listán.
Advisedefrag=A rendszerleíró töredezettségmentesítéssel a PC gyorsabban és stabilabban futtatható.
NeverDefrag=Még nem volt töredezettségmentesítve a rendszerleíró. Azonnali végrehajtás javasolt!
LastDefrag=A rendszerleíró utolsó töredezettségmentesítési ideje:
TotalDefrag=Összesen %.2f lett tömörítve..
DefaultValue= (Alapértelmezett)
RegBackup=Rendszerleíró mentés
RegRestore=Rendszerleíró visszaállítás
CreateBackup=Biztonsági-mentés létrehozása...
Compress=Tömörítés...
Extracte=Kibontás...
Complete=Kész
RestoreReg=Rendszerleíró visszaállítás folyamatban...Várjon, pár percet...
NotSupportOS=A jelenlegi operációs rendszer nem támogatja ezt a funkciót.
EnableRestore=A rendszer-visszaállítás le van tiltva. Szeretné engedélyezni a rendszer-visszaállítást?
SysCreating=Egy rendszer-visszaállítási pont létrehozása...
SysRestoring=A rendszer-visszaállítás előkészítése...
RestorePointDone=A rendszer visszaállítási-pont sikeresen létre lett hozva.
RestorePointFail=Nem sikerült létrehozni a rendszer visszaállítási-pontot.
ErrorMsg=Hibaüzenet:
Area=Terület
Summary=Leírás
LeastOne=Kérjük, válasszon ki legalább egy vizsgálandó területet.
IsRunning=A vizsgálat fut. Kérjük, várja meg a vizsgálat végét, majd próbálja meg újra.
Optimized=Optimalizált
DefragReport=A rendszerleíró tömörítve lett. Optimalizálási jelentés:
DefragReport1=A rendszerleíró régi mérete:
DefragReport2=A rendszerleíró új mérete:
DefragReport3=Optimalizált méret:
ReOptimize=Optimalizálás újra
ComfirmDefrag=Kérjük, mentse a befejezetlen munkáit, mivel a PC a rendszerleíró töredezettségmentesítése után azonnal újra fog indulni. Elindítja most?
def15After=%d nap telt el a rendszerleíró utolsó töredezettségmentesítése óta. Kérjük, töredezettségmentesítse most!
def15Before=Számítógépe gyorsabban és stabilabban fog futni, ha tömören tartja a rendszerleírót.
KeyWord=Kérjük, adja meg a kulcsszavakat:
ExImport=A kizárási listája exportálva lett ide:
NoNewVer=Jelenleg a legfrissebb verziót használja.
Daily=Naponta
Weekly=Hetente
Monthly=Havonta
Never=Soha
TranslateTo=Fordítás...
NeedBack=Ez az első alkalom, hogy a programot használja. Egy azonnali rendszerleíró mentés ajánlott. Szeretné most automatikusan menteni?
Newsletter=Hírlevél
UpgradeInfo=Frissítési információ
CannotCrTask=Nem lehet létrehozni egy ütemezett feladatot.
ScheduleNextTime=Következő időpont:
Exported=A jelenlegi elemek exportálva lettek ide: %s. Megnyitja most a fájlt?
Idle=Üresjáratban
Login=Bejelentkezésnél
LastClean=A rendszerleíró utolsó tisztítási ideje:
Monday=Hétfő
Tuesday=Kedd
Wednesday=Szerda
Thursday=Csütörtök
Friday=Péntek
Saturday=Szombat
Sunday=Vasárnap
IssueFound=%d hibatalálat.
Scanning=Vizsgálat
ScanCanceled=A vizsgálat meg lett szakítva!
FindError=Jelenleg összesen %d probléma észlelhető. %d veszélyes.
LogAll=%d hibatalálat, %d probléma lett megoldva.
LogFail=Nem sikerült eltávolítani %d hibát.
StartClean=Tisztítás indítása
StartScan=Vizsgálat most
7After=%d nap telt el a rendszerleíró utolsó tisztítása óta. Egy azonnali vizsgálat javasolt.
7Before=A rendszerleíró adatbázis tisztábbá, a számítógép gyorsabbá válik!
ReScanHint=%d hibatalálat. Javasoljuk, hogy végezzen egy újabb vizsgálatot a további problémák feltárásához.
CleanNow=Kérjük, kattintson a "Tisztítás indítása" gombra a jelenlegi hibák azonnali javításához.
NoError=Gratulálunk! Tiszta rendszerleíróval rendelkezik!
GoodHabit=A PC csúcsteljesítményének fenntartása egy rendszeres rendszerleíró tisztítás végrehajtásával.
ReScanHint1=Javasoljuk, hogy végezzen egy újabb vizsgálatot a potenciális problémák azonnali feltárásához.
TypeChanged=Módosította az elemezési tételeket!
ReScanHint2=Kérjük, vizsgálja át újra a problémák feltárásához.
CleanDone=A tisztítás befejeződött!
bkAuto=Automatikus
bkManual=Manuális
BackupDate=Mentési idő
BackupType=Biztonsági mentés típusa
Problems=Hibák
CreateDate=Létrehozás dátuma
Description=Leírás
Removebackup=Valóban eltávolítja a kiválasztott biztonsági mentést?
RemoveSysRestore=Eltávolítja a kiválasztott rendszer-visszaállítási pontot ?
NoBackupSelected=Kérjük, válasszon legalább egy mentést a visszaállításhoz.
RestoreComplete=A helyreállítás befejeződött
RestoreFromSysRestore=Újra kell indítani a számítógépet a rendszer-visszaállításához. Elindítja a visszaállítást most?
WhenIdle=Üresjáratban
WhenLogin=Bejelentkezésnél
NewVer=Új verzió érhető el! Szeretné frissíteni most?
TranslateTo=Fordítás...

[Tuneup]
OptIEConnection=Fokozott maximális kapcsolatok kiszolgálónként. A weblap megjelenítési és online videó megtekintési sebesség növelése.
IconCache=A rendszer ikon gyorsítótár növelése és asztal megjelenítési sebesség felgyorsítása.
RestoreAll=Valóban visszaállítja az összes elemet Windows alapértelmezettre?
NoSelectedItem=Kérjük, válasszon legalább egy optimalizálandó elemet.
OptItems=A következő %d elem optimalizálható.
ItemsOptimized=%d elem lett optimalizálva.
TakeEff=Néhány módosítás, csak a PC újraindítása után lép érvénybe.
NoItems=Gratulálunk! Az összes elem optimalizálva lett.
BootSpeedup=Rendszerbetöltés/Leállítás gyorsítás
SystemStable=Rendszerstabilitás
SystemSpeedup=Rendszergyorsítás
NetworkSpeedup=Hálózatgyorsítás
PrefetchParameters=Az előzetes utasításkód lehívási paraméterek optimalizálása a Windows betöltési sebességének gyorsításához.
BootDelay=A "lemezellenőrzési" idő csökkentése a Windows betöltési sebességének gyorsításához.
BootPartition=Az optimalizálási funkció engedélyezése a Windows betöltési sebességének gyorsításához.
ClearPagingFile=A Windows lapozófájl törlésének letiltása leállításkor a PC leállításának felgyorsításához
TimeOut=Az alkalmazás inaktivitás csökkentése bezáráskor a leállítási folyamat javítása érdekében.
AutoKill=A lefagyott folyamatok bezárása a rendszerösszeomlások elkerüléséhez
RestartExplorer=A Windows Intéző automatikus újraindítása a váratlan asztal eltűnés leállításához
TwoProcess=A Windows Intéző beállítása a komponensek futtatására a különálló folyamatokban a rendszer konfliktusok elkerüléséhez
ErrorReport=A képernyő hibajelentés tiltása a rendszerteljesítmény javításához
Debugger=A hibakereső program tiltása a hibafeldolgozás felgyorsításához
OptMemory=Alapértelmezett memória beállítások optimalizálása a rendszerteljesítmény javításához
OptVEff=Az ügyféloldali komponensek (párbeszédablakok, menük, stb.) megjelenítésének optimalizálása a rendszerteljesítmény javításához
OptFileSystem=A fájlrendszer optimalizálása a rendszerteljesítmény javításához
OptDiskSystem=A lemez I/O alrendszerének optimalizálása a rendszerteljesítmény javításához
DisAutoRun=Az "automatikus lejátszás" funkció letiltása a meghajtókon a vírusfertőzés/továbbterjesztés elkerüléséhez
OptDiskIdle=A lemez I/O optimalizálása a CPU üresjárati állapotában
OptTTL=TTL beállítások optimalizálása a hálózati teljesítmény javításához
OptNetForward=A hálózat továbbítási képesség optimalizálása a hálózati teljesítmény javításához
OptMTU=A TCP/IP teljesítményének javítása a "fekete lyukak" automatikus észlelésével az elérési út MTU észlelési módszer segítségével
OptWINS=A WINS név lekérési idő optimalizálása az adazátviteli sebesség javításához
OptNetWork=A hálózati beállítások optimalizálása a kommunikációs teljesítmény javításához
CloseAnimate=Az animációs effekt bezárása az ablak lekicsinyítésekor és/vagy teljes méretre állításakor az ablak válaszadási sebességének felgyorsításához
PagingExecutive=A memória laptördelés és lemez I/O csökkentés letiltása az alkalmazás teljesítmény javításához. (Az opció figyelmen kívül lesz hagyva, ha a fizikai memória kevesebb, mint 1 Gb)
StaticIP=Állandó IP cím beállítása helyi kapcsolat esetén a PC betöltésének gyorsításához
PorcessorTime=A processzor teljesítményének optimalizálása az alkalmazások, játékok, stb. futtatására hangolva (Kiszolgáló esetén figyelmen kívül hagyás)
DisableIDECheck=Az IDE csatorna ellenőrzésének megakadályozása a Windows betöltési sebességének gyorsításához
ForeAppSpeed=Az előtérben futó programok válaszadási sebességének növelése
AeroPeek=Az Aero Peek megjelenítési sebességének növelése
OptEthernet=Ethernet kártya teljesítmény optimalizálás

[Type]
Services=Windows szolgáltatások
Activex=ActiveX/COM komponensek
FireWall=Tűzfal beállítások
RootAll=Érvénytelen útvonalak
SoftwareSection=Szoftver elérési útvonalak
ApplicationPaths=Alkalmazás elérési útvonalak
FileTypes=Fájltípusok
HelpFiles=Súgófájlok
Fonts=Betűkészletek
SharedDLL=Megosztott DLL-ek
MRULists=Felhasználói MRU listák
UninstallSection=Eltávolító
StartMenu=Start menü
StartupProgram=Indítópult programok
SoundandAppEvents=Hang és alkalmazás események
IEUrlHistory=IE URL-előzmények
IFEO=Képfájl végrehajtása
EmptyKey=Üres kulcsok
App=Alkalmazás beállítások

[ErrorMessage]
ServiceNotExists=A megadott program szolgáltatás nem létezik.
MimeExName=Érvénytelen MIME kiterjesztés regisztrálva: %s
EmptyKey=Üres kulcs
EmptyHelpdirctory=Üres súgó könyvtár.
FileNotExist=A fájl (Mappa) nem létezik.
HFileNotExist=A súgó fájl (Mappa) nem létezik.
EmptyValue=Üres érték
TypeLib=A típuskönyvtár nem létezik:
NodeEmpty=Üres csomópont
SharedFilenotexist=A megosztott fájl nem létezik.
sharedfilenotbeuse=A megosztott fájl nincs használatban.
noconnection=Fájl csatlakozási információ nélkül.
Invalidpathtoicon=Érvénytelen ikon útvonal.
ReferstoaninvalidClass=Érvénytelen osztályra hivatkozás.
Emptyshellcommand=Üres rendszerhéj parancs.
Invalidshellcommand=Érvénytelen rendszerhéj parancs (A fájl nem létezik).
Fontsnotexist=A betűállomány nem létezik.
Hijacking=A(z) %s el lett térítve a(z) %s által.
MRULists=Felhasználói MRU listák
invalidOpenWith=Nincs alkalmazás társítva ezzel a tipussal.
ReferActivex=Érvénytelen Activex/COM bejegyzésre hivatkozás.
EmptyCLSID=Üres CLSID.
ComSourceNotExist=A COM forrás nem létezik.
invalidUnistall=Érvénytelen eltávolítási információk.
notexist=nem létezik.
ObsoleteStartMenuItem=Elavult start menü elem.
SoundFilenotexist=A hangfájl nem létezik.
FileNotExist1=A fájl(mappa) nem létezik, de a(z) "%s" meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
OpenWithError=Megnyitás hibával, a megadott alkalmazás nem létezik.
OpenWithError1=Megnyitás hibával, a megadott alkalmazás nem létezik, de a(z) "%s" meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
ComSourceNotExist1=A COM forrás nem létezik, de a(z) "%s" meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.

[Summary]
Services=Érvénytelen Windows-szolgáltatások
Activex=Érvénytelen ActiveX és COM összetevők
FireWall=Érvénytelen Windows tűzfal beállítások
RootAll=Érvénytelen helyek és fájlok
SoftwareSection=Az eltávolított szoftverek után hátramaradt érvénytelen helyek és fájlok
ApplicationPaths=Érvénytelen regisztrált alkalmazás helyek és fájlok
FileTypes=Érvénytelen fájlkiterjesztési információk
HelpFiles=Érvénytelen regisztrált súgófájlok
Fonts=Érvénytelen betűtípus információk
SharedDLL=Hiányzó megosztott dinamikus csatolású függvénytárak
MRULists=Fájl hozzáférések, megtekintett filmek, szerkesztett dokumentumok, stb.
UninstallSection=Felesleges vagy érvénytelen eltávolítási információk
StartMenu=Elavult start menü elemek
StartupProgram=Elavult vagy érvénytelen indítópult programok
SoundandAppEvents=Elavult vagy érvénytelen hang és esemény beállítások
IEUrlHistory=IE webes látogatási elözmények
IFEO=Spyware, vírus vagy malware által létrehozott rosszindulatú bejegyzések
EmptyKey=Információ nélküli bejegyzések
App=Érvénytelen alkalmazás beállítások

[AutoClean]
ErrorsFixed=hiba törölve lett.
Title=Gratulálunk!
ErrorsFound=hibatalálat.

[Skin]
SkinDefault=Alapértelmezett
SkinBlue=Kék
SkinGreen=Zöld
SkinCustom=Egyéni
SkinColor=Egyéni felületszín